---
kind: enumMember
id: F:Autodesk.Revit.DB.Plumbing.PipeSystemType.Fitting
enum: Autodesk.Revit.DB.Plumbing.PipeSystemType
source: html/24165d09-9267-54b7-3e32-6405d1343c2e.htm
---
# Autodesk.Revit.DB.Plumbing.PipeSystemType.Fitting

Pipe System Type is Fitting.